export const BookData = [
    {
        code: 603172,
        title: "บ้านตอไม้กับสหายนักซ่อม",
        cover: "https://storage.naiin.com/system/application/bookstore/resource/product/202402/603172/1000268980_front_XXL.jpg?imgname=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B9%84%E0%B8%A1%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%AB%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%A1-%E0%B8%9B%E0%B8%81%E0%B9%81%E0%B8%82%E0%B9%87%E0%B8%87",
        description: "หากเชื่อว่าอะไรที่สนุกคือการเล่นการทำงานที่สนุกคือการเล่นด้วยและหากเชื่อว่าการเล่นคือการเรียนรู้นิทานประกอบภาพเล่มนี้ น่าจะช่วยให้เราทุกคนเห็นด้วยตาว่าการเล่น การทำงาน และการเรียนรู้ เป็นเรื่องที่เกิดพร้อมกันได้นายแพทย์ประเสริฐ ผลิตผลการพิมพ์",
        category: "หนังสือสำหรับเด็ก",
        autuor: "กฤษณะ กาญจนาภา, วชิราวรรณ ทับเสือ",
        publishing:"สานอักษร",
        price:252,
        bestseller:false,
        flashsale:false,
        reference:"ร้านนายอินทร์"
    },
    {
        code: 619776,
        title: "แบดเจอร์ และพายุลูกใหญ่",
        cover: "https://storage.naiin.com/system/application/bookstore/resource/product/202408/619776/1000274473_front_XXL.jpg?imgname=%E0%B9%81%E0%B8%9A%E0%B8%94%E0%B9%80%E0%B8%88%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9E%E0%B8%B2%E0%B8%A2%E0%B8%B8%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B8%9B%E0%B8%81%E0%B9%81%E0%B8%82%E0%B9%87%E0%B8%87",
        description: "เรื่องราวของแบดเจอร์น้อยผู้น่ารัก ที่กำลังร้องเพลงอย่างคึกคักอยู่ในบ้านต้นโอ๊กที่แสนอบอุ่น แต่แล้วเพื่อนตัวจิ๋วอย่างเจ้าหนูก็บอกกับแบดเจอร์ว่า จะมีพายุลูกใหญ่กำลังพัดมาทางนี้ สัตว์ทุกตัวต่างก็กังวลและกลัวว่าบ้านของพวกเค้าจะพังเสียหาย แบดเจอร์จึงออกไปช่วยทำให้บ้านของสัตว์ทุกตัวแข็งแรงและปลอดภัยจากพายุ แต่แล้วพายุก็พัดมาก่อนที่แบดเจอร์จะกลับถึงบ้าน ทำให้บ้านของแบดเจอร์พังสายหาย  และด้วยมิตรภาพอันแสนอบอุ่นระหว่างแบดเจอร์กับเพื่อนสัตว์ทั้งหลาย ทำให้สัตว์ทุกตัวต่างก็มาช่วยกันสร้างบ้านหลังใหม่ให้กับแบดเจอร์ เป็นบ้านที่เต็มไปด้วยเรื่องราวของความรัก มิตรภาพ ความกล้าหาญ การเริ่มต้นใหม่ ที่อบอุ่นอยู่ในหัวใจของพวกเขาเสมอ",
        category: "หนังสือสำหรับเด็ก",
        autuor: "ซูแซนน์ ชูว์ (Suzanne Chiew)",
        publishing:"ตเติลฮาร์ท/Little Heart",
        price:271.40,
        bestseller:false,
        flashsale:false,
        reference:"ร้านนายอินทร์"
    },
    {
        code: 618460,
        title: "ถ้าฉันมีตาของสัตว์",
        cover: "https://storage.naiin.com/system/application/bookstore/resource/product/202407/618460/1000273864_front_XXL.jpg?imgname=%E0%B8%96%E0%B9%89%E0%B8%B2%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A1%E0%B8%B5%E0%B8%95%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B1%E0%B8%95%E0%B8%A7%E0%B9%8C",
        description: "ถ้าเลือกได้ เด็ก ๆ อยากมีตาของสัตว์ตัวไหน  ถ้าเลือกตาของคามีเลียน เด็ก ๆ จะมองเห็นได้รอบทิศทาง  ถ้ามีตาโต ๆ ของทาร์เซียร์จะมองเห็นในที่มืดได้  ถ้ามีตาของอินทรีทองจะมองเห็นได้ไกลกว่า 2 เมตรและยังมีสัตว์อีกหลายชนิดที่มีตาสุดพิเศษ และมีประโยชน์อย่างยิ่งต่อการดำรงชีวิตของพวกมันแล้วมาค้นพบว่าตาของเรามีส่วนประกอบอะไรบ้าง ทำไมเราจึงมองเห็นได้ และมีวิธีดูแลรักษาตาอย่างไร",
        category: "หนังสือสำหรับเด็ก",
        autuor: "Sandra Markle",
        publishing:"นานมีบุ๊คส์/nanmeebooks",
        price:148.50,
        bestseller:false,
        flashsale:false,
        reference:"ร้านนายอินทร์"
    },
    {
        code: 619583,
        title: "คุณแม่มด...สวยปิ๊ง!",
        cover: "https://storage.naiin.com/system/application/bookstore/resource/product/202408/619583/1000274504_front_XXL.jpg?imgname=%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94...%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9B%E0%B8%B4%E0%B9%8A%E0%B8%87!",
        description: " เมื่อคุณแม่มดมีนัดเดตกับคุณยักษ์ แต่พวกสัตว์กลับบอกให้เธอเสกนู่นเสกนี่ให้ดูสวยขึ้น! หนังสือภาพตลกร้ายจากสเปนที่ชวนเด็กๆ ขบคิดเรื่องมาตรฐานความงามและคุณค่าในตัวเอง",
        category: "หนังสือสำหรับเด็ก",
        autuor: "กานิซาเลส",
        publishing:"KIDSCAPE (คิดสเคป)",
        price:207,
        bestseller:false,
        flashsale:true,
        reference:"ร้านนายอินทร์"
    },
    {
        code: 577274,
        title: "จิตวิทยาสายดาร์ก",
        cover: "https://storage.naiin.com/system/application/bookstore/resource/product/202304/577274/1000260516_front_XXL.jpg?imgname=%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81",
        description: "  Dr. Hiro  เคยเป็นนักขายที่ล้มเหลว  ขายอะไรก็ไม่มีใครซื้อแต่แล้ววันหนึ่งขณะกำลังดูข่าว  เขาก็นึกขึ้นได้ว่า“ในโลกเรามีลัทธิที่ขายของไม่น่าเชื่อถือได้ในราคาแพงลิ่วแถมยังทำให้สาวกยอมทุ่มบริจาคทรัพย์สินจนหมดตัวแล้วทำไมผมถึงขายไม่ออกล่ะ?”เขาจึงเริ่มศึกษาเทคนิคเหล่านั้นอย่างจริงจังอ่านหนังสือทุกเล่มเกี่ยวกับการล้างสมองที่มีในท้องตลาดแล้วเอาไปปรับใช้จนกลายเป็นนักขายระดับท็อปของญี่ปุ่นนั่นคือที่มาของ  “จิตวิทยาสายดาร์ก”พบกับเทคนิคทางจิตวิทยาที่ช่วยให้คุณใช้คำพูดควบคุมจิตใจคนทำให้พวกเขาคล้อยตามและทำอย่างที่คุณต้องการโดยไม่รู้ตัวA",
        category: "จิตวิทยาและการพัฒนาตัวเอง",
        autuor: "Dr.Hiro",
        publishing:"วีเลิร์น (WeLearn)",
        price:225,
        bestseller:true,
        flashsale:false,
        reference:"ร้านนายอินทร์"
    }
];